<template>
  <view class="viewport">
    <scroll-view class="scroll-view" :scroll-y="true">
      <h3>负债1.1万亿，又一头部房企宣布遇到经营困难！</h3>
      <view class="meta"> 系统管理员 2019-09-09 12:00</view>
      <view class="content">
        万科近期在投资者关系交流活动中，就近期热点问题进行了回复。公司表示当前遇到了阶段性经营性困难，流动性短期承压。这是自3月份债务危机被曝光以来，万科首次公开承认所面临的困境，并表示将立足自救，保交楼。
        万科管理层指出，导致目前挑战的原因主要有三个方面。首先，尽管公司意识到需要转型发展，但在实际操作过程中存在步子过大、操之过急的问题。转型业务超出资源匹配能力，过多占用了开发业务资金，导致管理能力跟不上，经营目标未能按计划达成。其次，公司未能对行业普遍存在的“三高”模式进行更为彻底的调整，导致今天出现被动局面。最后，在中央明确做出行业供求关系发生根本变化的战略判断后，对融资模式趋势性变化的认识一开始不够全面透彻，导致公司面临融资压力。
        为了应对当前的困境，万科表示将采取一系列措施。首先，公司将立足自救，立足自身能力和资源自我化解风险。对所有在手业务进行重新打开和检视，分类进行梳理，并制定针对性方案。其次，公司将用足现有的各类融资工具，积极调集各一线力量，以用好用足中央出台的一系列有利于行业化解风险的政策性融资工具。此外，公司还将加大盘活存量、不动产变动产等工作的力度，未来两年削减付息债务1000亿元以上，以保障公司安全。
        万科近期在投资者关系交流活动中，就近期热点问题进行了回复。公司表示当前遇到了阶段性经营性困难，流动性短期承压。这是自3月份债务危机被曝光以来，万科首次公开承认所面临的困境，并表示将立足自救，保交楼。
        万科管理层指出，导致目前挑战的原因主要有三个方面。首先，尽管公司意识到需要转型发展，但在实际操作过程中存在步子过大、操之过急的问题。转型业务超出资源匹配能力，过多占用了开发业务资金，导致管理能力跟不上，经营目标未能按计划达成。其次，公司未能对行业普遍存在的“三高”模式进行更为彻底的调整，导致今天出现被动局面。最后，在中央明确做出行业供求关系发生根本变化的战略判断后，对融资模式趋势性变化的认识一开始不够全面透彻，导致公司面临融资压力。
        为了应对当前的困境，万科表示将采取一系列措施。首先，公司将立足自救，立足自身能力和资源自我化解风险。对所有在手业务进行重新打开和检视，分类进行梳理，并制定针对性方案。其次，公司将用足现有的各类融资工具，积极调集各一线力量，以用好用足中央出台的一系列有利于行业化解风险的政策性融资工具。此外，公司还将加大盘活存量、不动产变动产等工作的力度，未来两年削减付息债务1000亿元以上，以保障公司安全。
        万科近期在投资者关系交流活动中，就近期热点问题进行了回复。公司表示当前遇到了阶段性经营性困难，流动性短期承压。这是自3月份债务危机被曝光以来，万科首次公开承认所面临的困境，并表示将立足自救，保交楼。
        万科管理层指出，导致目前挑战的原因主要有三个方面。首先，尽管公司意识到需要转型发展，但在实际操作过程中存在步子过大、操之过急的问题。转型业务超出资源匹配能力，过多占用了开发业务资金，导致管理能力跟不上，经营目标未能按计划达成。其次，公司未能对行业普遍存在的“三高”模式进行更为彻底的调整，导致今天出现被动局面。最后，在中央明确做出行业供求关系发生根本变化的战略判断后，对融资模式趋势性变化的认识一开始不够全面透彻，导致公司面临融资压力。
        为了应对当前的困境，万科表示将采取一系列措施。首先，公司将立足自救，立足自身能力和资源自我化解风险。对所有在手业务进行重新打开和检视，分类进行梳理，并制定针对性方案。其次，公司将用足现有的各类融资工具，积极调集各一线力量，以用好用足中央出台的一系列有利于行业化解风险的政策性融资工具。此外，公司还将加大盘活存量、不动产变动产等工作的力度，未来两年削减付息债务1000亿元以上，以保障公司安全。
      </view>
    </scroll-view>
  </view>
</template>

<script setup lang="ts">
import { onLoad } from '@dcloudio/uni-app'

onLoad((option) => {
  console.log('option: ', option)
})
</script>

<style scoped lang="scss">
.viewport {
  //margin: 25rpx;
  background-color: #fff;
  overflow: hidden;
  height: 100%;
  display: flex;
  flex-direction: column;

  h3 {
    font-size: 38rpx;
    font-weight: 400;
    color: #333;
    padding: 25rpx;
  }

  .meta {
    font-size: 24rpx;
    color: grey;
    margin: 20rpx 0 30rpx;
    padding: 25rpx;
  }
  .scroll-view {
    flex: 1;
    overflow: hidden;

    .content {
      line-height: 50rpx;
      margin-bottom: 30rpx;
      font-size: 30rpx;
      // 段首缩进
      text-indent: 60rpx;
      padding: 25rpx;
    }
  }
}
</style>
